---
kind: enumMember
id: F:Autodesk.Revit.DB.ProfileFamilyUsage.Railing
enum: Autodesk.Revit.DB.ProfileFamilyUsage
zh: 栏杆
source: html/16e9b7c3-f2bd-cdd5-ac71-04a1d4b5a6c4.htm
---
# Autodesk.Revit.DB.ProfileFamilyUsage.Railing

**中文**: 栏杆

Railing.